Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/fedora-tm.tmx
Source language: en
Languages: ca_es

source: Media change required
ca_es: Cal canviar el medi

source: Media type
ca_es: Tipus de medi

source: Media label
ca_es: Etiqueta del medi

source: Please insert the correct media
ca_es: Inseriu el medi correcte

source: The correct media was not inserted.
ca_es: No s'ha inserit el medi correcte.

source: The following packages have to be removed:
ca_es: S'han de suprimir els següents paquets:

source: The following packages have to be installed:
ca_es: S'han d'instal·lar els següents paquets:

source: The following packages have to be updated:
ca_es: S'han d'actualitzar els següents paquets:

source: The following packages have to be reinstalled:
ca_es: S'han de reinstal·lar els següents paquets:

source: The following packages have to be downgraded:
ca_es: S'ha de desfer l'actualització dels següents paquets:

source: Proceed with changes?
ca_es: Voleu aplicar els canvis?

source: The transaction did not proceed.
ca_es: No s'ha continuat amb la transacció.

source: Cancel foreign task
ca_es: Cancel·la tasca externa

source: Authentication is required to cancel a task that was not started by yourself
ca_es: Cal autenticació per a cancel·lar una tasca que no vau començar

source: Install signed package
ca_es: Instal·la el paquet signat

source: Install untrusted local file
ca_es: Instal·la el fitxer local no confiable

source: Authentication is required to install an untrusted package
ca_es: Cal autenticació per a instal·lar un paquet no confiable

source: Trust a key used for signing packages
ca_es: Confia en una clau usada per signar paquets

source: Authentication is required to consider a key used for signing packages as trusted
ca_es: Cal autenticació per a considerar de confiança una clau usada per a signar paquets

source: Accept EULA
ca_es: Accepta l'EULA

source: Authentication is required to accept a EULA
ca_es: Cal autenticació per a acceptar l'EULA

source: Remove package
ca_es: Suprimeix el paquet

source: Authentication is required to remove packages
ca_es: Cal autenticació per a suprimir paquets

source: Update packages
ca_es: Actualitza paquets

source: Authentication is required to update packages
ca_es: Cal autenticació per a actualitzar paquets

source: Change software source parameters
ca_es: Canvia els paràmetres de la font de programari

source: Authentication is required to change software source parameters
ca_es: Cal autenticació per canviar els paràmetres de la font del programari

source: Refresh system sources
ca_es: Actualitza les fonts del sistema

source: Authentication is required to refresh the system sources
ca_es: Cal autenticació per a actualitzar les fonts del sistema

source: Set network proxy
ca_es: Estableix el servidor intermediari

source: Authentication is required to set the network proxy used for downloading packages
ca_es: Cal autenticació per a establir el servidor intermediari per a baixar paquets

source: Reload a device
ca_es: Recarrega un dispositiu

source: Authentication is required to reload the device with a new driver
ca_es: Cal autenticació per a recarregar el dispositiu amb un nou controlador

source: Packaging backend to use, e.g. dummy
ca_es: Administrador de paquets a usar, p.ex. dummy

source: Daemonize and detach from the terminal
ca_es: Convertir en dimoni i lliurar la finestra de l'intèrpret de comandes

source: Disable the idle timer
ca_es: Inhabilita el temporitzador de repós

source: Show version and exit
ca_es: Mostra la versió i surt

source: Exit after a small delay
ca_es: Surt després de un petit retràs

source: Exit after the engine has loaded
ca_es: Surt després que el motor s'hagi carregat

source: PackageKit service
ca_es: servei PackageKit

source: The software is not from a trusted source.
ca_es: El programari no prové d'una font de confiança.

source: Do not update this package unless you are sure it is safe to do so.
ca_es: Actualitzeu aquest paquet només si esteu segurs que cal fer-ho.

source: Do not update these packages unless you are sure it is safe to do so.
ca_es: Actualitzeu aquests paquets només si esteu segurs que cal fer-ho.

source: Do not install this package unless you are sure it is safe to do so.
ca_es: Instal·leu aquest paquet només si esteu segurs que cal fer-ho.

source: Do not install these packages unless you are sure it is safe to do so.
ca_es: Instal·leu aquests paquets només si esteu segurs que cal fer-ho.

source: PulseAudio Preferences
ca_es: Preferències del PulseAudio

source: Sound Server Preferences
ca_es: Preferències del servidor de so

source: View and modify the configuration of the local sound server
ca_es: Visualitzeu i modifiqueu la configuració del servidor de so local

source: <i>Apple and AirTunes are trademarks of Apple Inc., registered in the U.S. and other countries.</i>
ca_es: <i>Apple i AirTunes són marques d'Apple Inc., registrades en els EE. UU. i altres països.</i>

source: Add _virtual output device for simultaneous output on all local sound cards
ca_es: Afegeix un dispositiu _virtual per tenir la sortida simultània en totes les targetes de so locals

source: Allow other machines on the LAN to _discover local sound devices
ca_es: Permet que la resta de màquines de la xarxa _descobreixin les targetes de so locals

source: Create separate audio device _for Multicast/RTP
ca_es: Crea _dispositius d'àudio separats per a Multicast/RTP

source: Create separate audio device for DLNA/UPnP media streaming
ca_es: Crea dispositius d'àudio separats per a la transmissió multimèdia DLNA/UPnP

source: Don't _require authentication
ca_es: No demanis _autenticació

source: Enable Multicast/RTP re_ceiver
ca_es: Habilita el _receptor multicast/RTP

source: Enable Multicast/RTP s_ender
ca_es: Habilita l'emi_sor multicast/RTP

source: Enable _network access to local sound devices
ca_es: Habilita l'accès a la _xarxa per als dispositius de so locals

source: Install...
ca_es: Instal·la...

source: Make discoverable Apple A_irTunes sound devices available locally
ca_es: Permet descobrir els dispositius de so Apple A_irTunes disponibles localment

source: Make discoverable _PulseAudio network sound devices available locally
ca_es: Fes disponibles localment els dispositius de xarxa descobribles del _Pulseaudio

source: Make local sound devices available as DLNA/_UPnP Media Server
ca_es: Fes disponibles els dispositius de so local com a servidor multimèdia DLNA/_UPnP

source: Network _Access
ca_es: _Accès de xarxa

source: Network _Server
ca_es: _Servidor de xarxa

source: Send audio from local _microphone
ca_es: Envia l'àudio del _micròfon local

source: Send audio from local spea_kers
ca_es: Envia l'àudio dels altaveu_s locals

source: Simultaneous _Output
ca_es: Sortida sim_ultània

source: _Loop back audio to local speakers
ca_es: Redirigeix l'àudio als a_ltaveus locals

source: Adjust the volume level
ca_es: Ajusta el volum

source: PulseAudio Volume Control
ca_es: Control del volum del PulseAudio

source: Volume Control
ca_es: Control del volum

source: <b>Profile:</b>
ca_es: <b>Perfil:</b>

source: <b>S_how:</b>
ca_es: <b>_Mostra:</b>

source: <b>Sho_w:</b>
ca_es: <b>Mos_tra:</b>

source: <b>_Show:</b>
ca_es: <b>Mo_stra:</b>

source: <b>left-front</b>
ca_es: <b>esquerra-davant</b>

source: <i>No application is currently playing audio.</i>
ca_es: <i>Cap aplicació està reproduïnt àudio actualment</i>

source: <i>No application is currently recording audio.</i>
ca_es: <i>Cap aplicació està enregistrant àudio actualment.</i>

source: <i>No cards available for configuration</i>
ca_es: <i>No hi han targetes disponibles per a configurar</i>

source: <i>No input devices available</i>
ca_es: <i>No hi ha cap dispositiu d'entrada disponible</i>

source: <i>No output devices available</i>
ca_es: <i>No hi ha cap dispositiu de sortida disponible</i>

source: All Input Devices All Except Monitors Hardware Input Devices Virtual Input Devices Monitors
ca_es: Tots els dispositius d'entrada Tots excepte els monitors Dispositius d'entrada físics Dispositius d'entrada virtuals Monitors

source: All Output Devices Hardware Output Devices Virtual Output Devices
ca_es: Tots els dispositius de sortida Dispositius de sortida físics Dispositius de sortida virtuals

source: All Streams Applications Virtual Streams
ca_es: Tots els fluxes Aplicacions Fluxes virtuals

source: Card Name
ca_es: Nom de la targeta

source: Lock channels together
ca_es: Bloca els canals junts

source: Mute audio
ca_es: Silencia

source: Set as fallback
ca_es: Estableix com a predeterminat

source: Stream Title
ca_es: Títol del flux

source: _Configuration
ca_es: _Configuració

source: _Input Devices
ca_es: D_ispositius d'entrada

source: _Output Devices
ca_es: Dispositius de s_ortida

source: _Playback
ca_es: Re_producció

source: _Recording
ca_es: En_registrament

source: direction
ca_es: direcció

source: Card callback failure
ca_es: Ha fallat la crida de retorn a la targeta

source: Sink callback failure
ca_es: Ha fallat la crida de retorn del conducte

source: Source callback failure
ca_es: Ha fallat la crida de retorn de l'origen

source: Sink input callback failure
ca_es: Ha fallat la crida de retorn del conducte d'entrada

source: Source output callback failure
ca_es: Ha fallat la crida de retorn de l'origen de la sortida

source: Client callback failure
ca_es: Ha fallat la crida de retorn del client

source: Server info callback failure
ca_es: Ha fallat la crida de retorn de la informació del servidor

source: Failed to initialize stream_restore extension: %s
ca_es: Ha fallat la inicialització de l'extensió stream_restore: %s

source: pa_ext_stream_restore_read() failed
ca_es: Ha fallat pa_ext_stream_restore_read()

source: pa_context_get_sink_info_by_index() failed
ca_es: Ha fallat pa_context_get_sink_info_by_index()

source: pa_context_get_source_info_by_index() failed
ca_es: Ha fallat pa_context_get_source_info_by_index()

source: pa_context_get_sink_input_info() failed
ca_es: Ha fallat pa_context_get_sink_input_info()

source: pa_context_get_client_info() failed
ca_es: Ha fallat pa_context_get_client_info()

source: pa_context_get_server_info() failed
ca_es: Ha fallat pa_context_get_server_info()

source: pa_context_get_card_info_by_index() failed
ca_es: Ha fallat pa_context_get_card_info_by_index()

source: pa_context_subscribe() failed
ca_es: Ha fallat pa_context_subscribe()

source: pa_context_client_info_list() failed
ca_es: Ha fallat pa_context_client_info_list()

source: pa_context_get_card_info_list() failed
ca_es: Ha fallat pa_context_get_card_info_list()

source: pa_context_get_sink_info_list() failed
ca_es: Ha fallat pa_context_get_sink_info_list()

source: pa_context_get_source_info_list() failed
ca_es: Ha fallat pa_context_get_source_info_list()

source: pa_context_get_sink_input_info_list() failed
ca_es: Ha fallat pa_context_get_sink_input_info_list()

source: pa_context_get_source_output_info_list() failed
ca_es: Ha fallat pa_context_get_source_output_info_list()

source: Connection failed
ca_es: Ha fallat la connexió

source: pa_context_set_card_profile_by_index() failed
ca_es: Ha fallat pa_context_set_card_profile_by_index()

source: <small>Silence</small>
ca_es: <small>Silenci</small>

source: Failed to read data from stream
ca_es: Ha fallat la lectura del fluxe

source: Peak detect
ca_es: Detecta els pics

source: Failed to create monitoring stream
ca_es: Ha fallat la creació del fluxe de monitorització

source: Failed to connect monitoring stream
ca_es: Ha fallat la connexió al fluxe de monitorització

source: System Sounds
ca_es: Sons del sistema

source: pa_ext_stream_restore_write() failed
ca_es: Ha fallat pa_ext_stream_restore_write()

source: on
ca_es: a

source: Terminate Playback
ca_es: Finalitza la reproducció

source: Unknown output
ca_es: Sortida desconeguda

source: pa_context_set_sink_input_volume() failed
ca_es: Ha fallat pa_context_set_sink_input_volume()

source: pa_context_set_sink_input_mute() failed
ca_es: Ha fallat pa_context_set_sink_input_mute()

source: pa_context_kill_sink_input() failed
ca_es: Ha fallat pa_context_kill_sink_input()

source: pa_context_move_sink_input_by_index() failed
ca_es: Ha fallat pa_context_move_sink_input_by_index()

source: pa_context_set_sink_volume_by_index() failed
ca_es: Ha fallat pa_context_set_sink_volume_by_index()

source: Volume Control Feedback Sound
ca_es: Control del volum de la realimentació del so

source: pa_context_set_sink_mute_by_index() failed
ca_es: Ha fallat pa_context_set_sink_mute_by_index()

source: pa_context_set_default_sink() failed
ca_es: Ha fallat pa_context_set_default_sink()

source: pa_context_set_sink_port_by_index() failed
ca_es: Ha fallat pa_context_set_sink_port_by_index()

source: from
ca_es: des de

source: Terminate Recording
ca_es: Termina l'enregistrament

source: Unknown input
ca_es: Entrada desconeguda

source: pa_context_kill_source_output() failed
ca_es: Ha fallat pa_context_kill_source_output()

source: pa_context_move_source_output_by_index() failed
ca_es: Ha fallat pa_context_move_source_output_by_index()

source: pa_context_set_source_volume_by_index() failed
ca_es: Ha fallat pa_context_set_source_volume_by_index()

source: pa_context_set_source_mute_by_index() failed
ca_es: Ha fallat pa_context_set_source_mute_by_index()

source: pa_context_set_default_source() failed
ca_es: Ha fallat pa_context_set_default_source()

source: pa_context_set_source_port_by_index() failed
ca_es: Ha fallat pa_context_set_source_port_by_index()

source: snd_pcm_avail() returned a value that is exceptionally large: %lu bytes (%lu ms). Most likely this is a bug in the ALSA driver '%s'. Please report this issue to the ALSA developers.
ca_es: snd_pcm_avail() ha retornat un valor excepcionalment gran: %lu bytes (%lu ms). Probablement es tracta d'un error del controlador de l'ALSA '%s'. Informeu d'aquest incident als desenvolupadors de l'ALSA.

source: snd_pcm_delay() returned a value that is exceptionally large: %li bytes (%s%lu ms). Most likely this is a bug in the ALSA driver '%s'. Please report this issue to the ALSA developers.
ca_es: snd_pcm_delay() ha retornat un valor excepcionalment gran: %li bytes (%s%lu ms). Probablement es tracta d'un error del controlador de l'ALSA '%s'. Informeu d'aquest incident als desenvolupadors de l'ALSA.

source: snd_pcm_mmap_begin() returned a value that is exceptionally large: %lu bytes (%lu ms). Most likely this is a bug in the ALSA driver '%s'. Please report this issue to the ALSA developers.
ca_es: snd_pcm_mmap_begin() ha retornat un valor excepcionalment gran: %lu bytes (%lu ms). Probablement es tracta d'un error del controlador de l'ALSA '%s'. Informeu d'aquest incident als desenvolupadors de l'ALSA.

source: Always keeps at least one sink loaded even if it's a null one
ca_es: Conserva sempre almenys un conducte carregat fins i tot si és el nul

source: Dummy Output
ca_es: Sortida fingida

source: Virtual LADSPA sink
ca_es: Conducte virtual LADSPA

source: sink_name=<name for the sink> sink_properties=<properties for the sink> master=<name of sink to filter> format=<sample format> rate=<sample rate> channels=<number of channels> channel_map=<channel map> plugin=<ladspa plugin name> label=<ladspa plugin label> control=<comma seperated list of input control values>
ca_es: sink_name=<nom per al conducte> sink_properties=<propietats per al conducte> master=<nom del conducte del filtre> format=<format de mostra> rate=<ràtio de mostra> channels=<nombre de canals> channel_map=<mapa de canals> pulgin=<nom del connector ladspa> label=<etiqueta del connector ladspa> control=<llista separada per comes dels valors de control d'entrada>

source: Clocked NULL sink
ca_es: Conducte NULL

source: Null Output
ca_es: Sortida nul·la

source: Internal Audio
ca_es: Audio intern

source: Modem
ca_es: Mòdem

source: Failed to find original lt_dlopen loader.
ca_es: No s'ha trobat el carregador lt_dlopen original.

source: Failed to allocate new dl loader.
ca_es: No s'ha pogut allotjar el nou carregador dl.

source: Failed to add bind-now-loader.
ca_es: No s'ha pogut afegir bind-now-loader.

source: Got signal %s.
ca_es: S'ha obtingut la senyal %s.

source: Exiting.
ca_es: S'està sortint.

source: Failed to find user '%s'.
ca_es: No s'ha trobat l'usuari '%s'.

source: Failed to find group '%s'.
ca_es: No s'ha trobat el grup '%s'.

source: Found user '%s' (UID %lu) and group '%s' (GID %lu).
ca_es: S'han trobat l'usuari '%s' (UID %lu) i el grup '%s' (GID %lu).

source: GID of user '%s' and of group '%s' don't match.
ca_es: El GID de l'usuari '%s' i del grup '%s' no coincideixen.

source: Home directory of user '%s' is not '%s', ignoring.
ca_es: El directori arrel de l'usuari '%s' no és '%s', s'ignorarà.

source: Failed to change group list: %s
ca_es: No s'ha pogut canviar la llista del grup: %s

source: Failed to change GID: %s
ca_es: No s'ha pogut canviar el GID: %s

source: Failed to change UID: %s
ca_es: No s'ha pogut canviar l'UID: %s

source: Successfully dropped root privileges.
ca_es: S'han alliberat els permisos de root.

source: System wide mode unsupported on this platform.
ca_es: El mode de sistema global no és compatible amb aquesta plataforma.

source: setrlimit(%s, (%u, %u)) failed: %s
ca_es: S'ha produït un error en setrlimit(%s, (%u, %u)): %s

source: Failed to parse command line.
ca_es: No s'ha pogut interpretar la línia d'ordres.

source: Daemon running as PID %u
ca_es: El dimoni s'està executant amb PID %u

source: Failed to kill daemon: %s
ca_es: S'ha produït un error en matar el dimoni: %s

source: This program is not intended to be run as root (unless --system is specified).
ca_es: No és necessari executar aquesta aplicació com a root (excepte si s'especifica --system)

source: Root privileges required.
ca_es: Es requereixen privilegis de root.

source: --start not supported for system instances.
ca_es: La opció --start no està suportada per a instàncies de sistema.

source: Running in system mode, but --disallow-exit not set!
ca_es: S'està executant en mode sistema, però no s'ha especificat l'opció --disallow-exit.

source: Running in system mode, but --disallow-module-loading not set!
ca_es: S'està executant en mode sistema, però no s'ha especificat l'opció --disallow-module-loading.

source: Running in system mode, forcibly disabling SHM mode!
ca_es: S'està executant en mode sistema, es deshabilitarà el mode SHM forçosament.

source: Running in system mode, forcibly disabling exit idle time!
ca_es: S'està executant en mode sistema, la sortida per temps d'inactivitat es deshabilita.

source: Failed to acquire stdio.
ca_es: S'ha produït un error en adquirir stdio.

source: fork() failed: %s
ca_es: Ha fallat fork(): %s

source: read() failed: %s
ca_es: Ha fallat read(): %s

source: Daemon startup failed.
ca_es: S'ha produït un error en iniciar el dimoni.

source: Daemon startup successful.
ca_es: S'ha iniciat el dimoni.

source: This is PulseAudio %s
ca_es: Aquest és el PulseAudio %s

source: Compilation host: %s
ca_es: Host de compilació: %s

source: Compilation CFLAGS: %s
ca_es: CFLAGS de compilació: %s

source: Running on host: %s
ca_es: S'està executant en el host: %s

source: Found %u CPUs.
ca_es: S'han trobat %u CPU's

source: Page size is %lu bytes
ca_es: La mida de pàgina és de %lu bytes.

source: Compiled with Valgrind support: yes
ca_es: Compilat amb suport per a Valgrind: sí

source: Compiled with Valgrind support: no
ca_es: Compilat amb suport per a Valgrind: no

source: Running in valgrind mode: %s
ca_es: S'està executant amb el mode valgrind: %s

source: Optimized build: yes
ca_es: Construcció optimitzada: sí

source: Optimized build: no
ca_es: Construcció optmitzada: no

source: NDEBUG defined, all asserts disabled.
ca_es: NDEBUG està definit, s'han desactivat totes les assercions.

source: FASTPATH defined, only fast path asserts disabled.
ca_es: FASTPATH està definit, només s'ha deshabilitat les assercions de camí ràpid.

source: All asserts enabled.
ca_es: S'han habilitat totes les assercions.

source: Failed to get machine ID
ca_es: No s'ha pogut obtenir l'ID de la màquina

source: Machine ID is %s.
ca_es: L'ID de la màquina és %s.

source: Session ID is %s.
ca_es: L'ID de la sessió és %s.

source: Using runtime directory %s.
ca_es: S'està utilitzant el directori d'execució %s.

source: Using state directory %s.
ca_es: S'està utilitzant el directori d'estat %s.

source: Using modules directory %s.
ca_es: S'està utilitzant el directori dels móduls %s.

source: Running in system mode: %s
ca_es: S'està executant en mode sistema: %s

source: OK, so you are running PA in system mode. Please note that you most likely shouldn't be doing that. If you do it nonetheless then it's your own fault if things don't work as expected. Please read http://pulseaudio.org/wiki/WhatIsWrongWithSystemMode for an explanation why system mode is usually a bad idea.
ca_es: Esteu utilitzant el PA en mode sistema. Tingueu en compte que molt probablement no hauríeu de fer-ho. No obstant això, si ho feu és la vostra responsabilitat si no funciona com s'esperava. Si us plau, llegiu http://pulseaudio.org/wiki/WhatIsWrongWithSystemMode per a una explicació de per què el mode sistema sol ser una mala idea.

source: pa_pid_file_create() failed.
ca_es: S'ha produït un error en pa_pid_file_create().

source: Fresh high-resolution timers available! Bon appetit!
ca_es: Estan disponibles els temporitzadors frescos d'alta resolució.

source: Dude, your kernel stinks! The chef's recommendation today is Linux with high-resolution timers enabled!
ca_es: Es recomana la utilització d'un nucli amb els temporitzadors d'alta resolució habilitats.

source: pa_core_new() failed.
ca_es: S'ha produït un error en pa_core_new().

source: Failed to initialize daemon.
ca_es: S'ha produït un error en inicialitzar el dimoni.

source: Daemon startup without any loaded modules, refusing to work.
ca_es: El dimoni s'ha iniciat sense cap mòdul carregat, no funcionarà.

source: Daemon startup complete.
ca_es: S'ha completat la inicialització del dimoni.

source: Daemon shutdown initiated.
ca_es: S'ha iniciat l'aturada del dimoni.

source: Daemon terminated.
ca_es: S'ha aturat el dimoni.
